Repository: Farmer-Markus/gnome-control-center
Catalog: help/*/*.po
Languages: gl

source: The GNOME Control Center provides a central place for the user to setup their GNOME experience. It can let you configure anything from the behavior of your window borders to the default font type.
gl: O Centro de Control de GNOME proporciona un lugar central no que o usuario poida configurar a súa experiencia en GNOME. Permite a configuración de calquera eido, desde o comportamento dos bordos das xanelas ata o tipo de letra por defecto.

source: Control Center
gl: Centro de control

source: GNOME Documentation Project
gl: Proxecto de documentación de GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the <ulink type="help" url="gnome-help:fdl"><citetitle> GNU Free Documentation License </citetitle></ulink>, Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. A copy of the license can be found <ulink type="help" url="gnome-help:fdl">here</ulink>.
gl: Garantese o permiso a copiar, distribuir e/ou modificar este documento baixo os termos da <ulink type="help" url="gnome-help:fdl"><citetitle> Licenza de Documentación Libre de GNU</citetitle></ulink>, Versión 1.1 ou calquera versión superior publicada pola Free Software Foundation sen Seccións Invariantes, sen Copia dos Textos da Tapa Frontal, e sen os Textos da Tapa Traseira. Pode atopar unha copia de esta licenza <ulink type="help" url="gnome-help:fdl">aquí</ulink>.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and those trademarks are made aware to the members of the GNOME Documentation Project, the names have been printed in caps or initial caps.
gl: Moitos dos nomes que empregan as compañías para distinguir os seus produtos e servizos son marcas comerciais. Os membros do Proxecto de documentación de GNOME coñecen os lugares na documentación de GNOME onde aparecen ditos nomes e as marcas comerciais involucradas. Cando ditos nomes aparecen sempre están escritos con maiúscula inicial ou totalmente en maiúsculas.

source: This manual describes version 1.5.7 of the GNOME Control Center.
gl: Este manual describe a versión 1.5.7 do Centro de control de GNOME.

source: Introduction
gl: Introdución

source: The <application>GNOME Control Center</application> provides a single window from which to launch all preference tools.
gl: O <application>Centro de control de GNOME</application> proporciona unha única xanela desde a que iniciar todas as ferramentas de preferencias.

source: To launch the <application>GNOME Control Center</application>, type <command>gnome-control-center</command> in a terminal window.
gl: Para iniciar o <application>Centro de control de GNOME</application>, escriba <command>gnome-control-center</command> nunha xanela de terminal de ordes.

source: For help on using preference tools, see the <ulink type="help" url="ghelp:user-guide?prefs">User Guide</ulink>.
gl: Para obter máis axuda sobre o uso das ferramentas de preferencias, consulte a <ulink type="help" url="ghelp:user-guide?prefs">Guía de usuario</ulink>.

source: Usage
gl: Modo de uso

source: The <application>GNOME Control Center</application> shows icons for all preference tools installed on your system in a window. Select a preference tool to see its description in the status bar.
gl: O <application>Centro de control de GNOME</application> mostra iconas para todas as ferramentas de preferencias instaladas no sistema nunha única xanela. Seleccione unha ferramenta de preferencias para ver unha descrición da mesma na barra de estado.

source: To open a preference tool, double-click on its icon.
gl: Para abrir unha ferramenta de preferencias, faga dobre clic na súa icona.

source: translator-credits
gl: Leandro Regueiro <leandro.regueiro@gmail.com>, 2011. Francisco Diéguez Souto <fran.dieguez@glug.es>. Proxecto Trasno - Adaptación do software libre á lingua galega. Se desexas colaborar connosco podes atopar máis información en http://www.trasno.net
