Repository: Farmer-Markus/gnome-control-center
Catalog: po/*.po
Languages: az

source: Command cannot be empty
az: Əmr boş ola bilməz

source: Edit Window Manager
az: Pəncərə İdarəcisini Düzəlt

source: You cannot delete the current Window Manager
az: Hazırkı Pəncərə İdarəcisi silinə bilməz

source: Edit...
az: Düzəlt...

source: Delete
az: Sil

source: an initialization error occurred while starting 'wm-properties-capplet'. aborting...
az: 'wm-seçənəkləri-capplet' başladırkən xəta oldu. çıxılır...

source: Choose a window manager
az: Pəncərə idarəcisi seç

source: Window Manager
az: Pəncərə İdarəcisi

source: GNOME Control Center
az: GNOME İdarə Mərkəzi

source: Desktop Properties manager.
az: Masa Üstü Seçənəkləri idarəcisi.

source: Try
az: Cəhd Et

source: Revert
az: Döndər

source: Help with '%s' settings
az: %s qurğuları üçün kömək et

source: id of the capplet -- assigned by the control-center
az: idarə-mərkəzi tərəfindən qəbul edilən capplet id'si

source: Multi-capplet id.
az: Çoxlu-capplet id.

source: X ID of the socket it's plugged into
az: Taxıldığı soketin X IDsi

source: IOR of the control-center
az: İdarə-Mərkəzi IORu

source: Initialize session settings
az: İclas qurğularını başlat

source: Ignore default action. Used for custom init-session cases
az: Əsas davranışı ləğv et. Hazırkı baş-iclas üçün istifadə edilir

source: Sorry, no help is available for these settings.
az: Bağışlayın, bu qurğu üçün kömək yoxdur.

source: capplet-command to be run.
az: capplet-əmri başladıla bilmir.

source: The GNOME configuration tool
az: GNOME quraşdırma avadanlığı

source: Help on control-center
az: İdarə mərkəzində kömək

source: Help with the GNOME control-center.
az: GNOME idarə-mərkəzi üçün kömək et.

source: Help with the current configuration page.
az: Hazırkı quraşdırmə səhifəsi üçün kömək et.

source: About
az: Haqqında

source: About the GNOME control-center.
az: GNOME idarə-mərkəzi haqqında.

source: Warning:
az: Diqqət:

source: Discard all changes
az: Bütün dəyişiklikləri nəzərə alma

source: The following modules have had changes made, but not committed. If you would like to edit them, please double click on the appropriate entry.
az: Bu modullar dəyişdirildi amma dəyişikliklər qeyd edilmədı Əgər bunları düzəltmək istəyirsiniz isə giriş üstünə qoşa tıqlayın.

source: Operating System:
az: İşlətim Sistemi:

source: Distribution Version:
az: Buraxılış:

source: Processor Type:
az: İşlədici Növü:

source: User Name:
az: Istifadəçi Adı:

source: Host Name:
az: Eh Sahibi Adı:

source: Unknown
az: Namə'lum
