Repository: Farmer-Markus/gnome-control-center
Catalog: po/*.po
Languages: az

source: Helix
az: Heliks

source: Helix draws patterns composed of line segments.
az: Heliks xətlərdən əmələ gələn naxışlar çəkər.

source: Time between redraws.
az: Yeniləmələr arasındakı vaxt.

source: Change the number of pixels before a color change.
az: Rəng dəyişikliyindən əvvəlki piksel miqdarını dəyişdir.

source: Draws real plane fractals
az: Həqiqi təyyarə fraktallarını çəkər.

source: Hopalong
az: Hopalonq

source: Hopalong generates real plan fractals.
az: Həqiqi təyyarə fraktallarını yaradar.

source: Number of pixels before a color change.
az: Rəng dəyişikliyindən əvvəlki piksel miqdarı.

source: 2D projection of a hypercube
az: Hiperkubun 2d proyeksiyası

source: Change the distance from center of cube
az: Kub ortasından keçən məsafəni dəyişdir.

source: Distance
az: Məsafə

source: Distance from center of cube
az: Kub ortasına qədər məsafə.

source: Hypercube
az: Hiperkub

source: Hypercube displays a wireframe projection of a hypercube.
az: Hiperkubun tel çərçivəli proyeksiyasını çəkər.

source: Draws spinning, colliding, iterated-function-system images.
az: Kəsişən, yığcamlaşan sistem rəsmlərini yaradar.

source: Ifs
az: İf

source: Ifs draws spinning, colliding, iterated-function-system images.
az: Kəsişən, yığcamlaşan sistem rəsmlərini çəkər.

source: Imsmap
az: İmsməp

source: Interference
az: İnterferensiya

source: Jigsaw
az: Jiqso

source: Jigsaw takes an image of the screen, carves it up into jigsaw puzzle pieces, shuffles it, and solves it.
az: Ekranın şəklini alıb onları jiqso pazllarına çevirir və həll edir.

source: Permutes the screen image like a jigsaw puzzle.
az: Ekranın şəklini jiqso pazllarına çevirir.

source: Draws spinning, animating, julia-set fractals.
az: Kəsişən və oynayan culia fraktalları çəkər.

source: Julia
az: Culia

source: Julia draws spinning, animating, julia-set fractals.
az: Kəsişən və oynayan culia fraktalları yaradar.

source: Change number of segments.
az: Seqment miqdarını dəyişdir.

source: Change number of trails.
az: İz miqdarını dəyişdir.

source: Draws rotating line segments.
az: Fırlanan xətt seqmentləri yaradar.

source: Kaleidescope
az: Kaleydeskop

source: Kaleidescope draws line segments in a symmetric pattern.
az: Kaleydeskop simmetrik xətt seqmentləri çəkər.

source: Number of segments.
az: Seqment miqdarı.

source: Number of trails.
az: İz miqdarı.

source: Segments
az: Seqmentlər

source: Trails
az: Quyruqlar

source: A 3d cube floats around
az: Ətrafda dönən 3d kub

source: Draws laser-like lines moving around a central focal point in varying numbers and colors.
az: Ətrafda dönən lazer kimi xəttlər çəkər.

source: Draws vaguely laser-like moving lines.
az: Ətrafda dönən lazer kimi xəttlər yaradar.

source: Duration
az: Müddət

source: Duration of laser burst.
az: Lazer partlaması müddəti.

source: Duration of the laser burst. After the burst has finished, It will move to a new location on the screen.
az: Lazer partlaması müddəti. Biri qurtarandan sonra ekranın başqa yerinə keçəcək.

source: Laser
az: Lazer

source: Longer
az: Daha Uzun

source: Number of segments per laser burst.
az: LAzer partlaması başına seqment miqdarı.

source: Segments:
az: Seqmentlər:

source: Shorter
az: Daha Qısa

source: Size of burst.
az: Partlama ölçüsü.

source: Draws fractal lightning bolts.
az: Fraktal işıqlı ildırımlar çəkər.

source: Lightning
az: İşıqlanma

source: Lightning draws fractal lightning bolts.
az: İşıqlanma fraktal işıqlanan ildırımlar çəkər.

source: Change the size of object.
az: Cismin ölçüsünü dəyişdir.

source: Draws animated full-loop lisajous figures
az: Tam ilgəkli lisaju cismləri çəkər.

source: Lisa draws animated full-loop lisajous figures.
az: Tam ilgəkli lisaju cismləri çəkər.

source: Size of object.
az: Cismin ölçüsü.

source: Lissie
az: Lissi

source: Change from closed to open figures.
az: Qapalı cismdən açığa keç.

source: Change number of interpolation steps.
az: İnterpolasiya addımı miqdarını dəyişdir.

source: Figtype
az: Figtayp

source: Lmorph
az: Lmorf

source: Lmorph morphs between simple linedrawings using bilinear interpolation.
az: Lmorf bəsit xəttlər arsında keçişlər edər.

source: Morphing lines.
az: Şəkillənən xəttlər.

source: Number of interpolation steps.
az: İnterpolasiya addımı miqdarı.

source: Number of points.
az: Nöqtə miqdarı.

source: Open figures.
az: Fiqurları aç.

source: Points
az: Nöqtələr

source: Points:
az: Nöqtələr:

source: Steps
az: Addımlar

source: Loop
az: İlgək

source: This one produces loop-shaped colonies that spawn, age, and eventually die.
az: Bu da yaranıb ölən ilgəklər yaradar.

source: Bridge
az: Körpü

source: Color for filling completely closed off areas.
az: Qapalı sahələrin rəngi.

source: Color of a skipped path
az: Keçilən sahələrin rəngi.

source: Color of failed path
az: İflas edən cığırların rəngi.

source: Color of path
az: Cığır rəngi

source: Color of surrounded area
az: Ətraf sahənin rəngi

source: Controls whether or not a 'bridge' will appear over the logo.
az: Harda loqonun üstünə çıxacağını idarə edər.

source: Copyright (C) 1988 by Sun Microsystems, Inc.
az: Tə'lif Haqqı (C) 1988 by Sun Microsystems, Inc.

source: Dead Color
az: Ölü Rəng

source: Delay between drawing the maze and starting the solution.
az: Labirint çəkilməsi ilə həlli arasında fasilə ver.

source: Delay between each step in the maze.
az: Labirintin hər addımında gecik.

source: Delay between finishing the maze and starting a new one.
az: Labirint sonlanmsı ilə yenisinin başladılması arasında fasilə ver.

source: If the solver can
az: Əgər həll edici :

source: Less Delay
az: Daha Qısa Gecikmə

source: Live Color
az: Canlı Rənglər

source: Maze
az: Labirint

source: More Delay
az: Daha Uzun Gecikmə

source: Post-Solving Delay
az: Həll Edilmə Sonrası Gecikmə

source: Pre-Solving Delay
az: Həll Edilmə Əvvəli Gecikmə

source: Put a bridge over the logo?
az: Loqo üstündən körpü keçirim?

source: Repeatedly create and solve a maze
az: Cəld labirint yaradar və həll edər

source: Skip Color
az: Nəzərə Alınmama Rəngi

source: Speed Delay
az: Sür'ət Gecikməsi

source: Surround Color
az: Ətraf Sahə Rəngi

source: The color of a failed path (stippled with a 50% pattern)
az: İflas edən cığır rəngi

source: The color of the path.
az: Cığır rəngi.

source: The delay (in microseconds) after solving a maze and before generating a new one.
az: Bir labirint həlli və yenisi yaranması arasındakı fasilə.

source: The delay (in microseconds) between each step of the solution path.
az: Hər həll etmə addımları arasındakı fasilə.

source: The delay (in microseconds) between generating a maze and starting to solve it.
az: Labirint çəkilməsi ilə həlli arasında fasilə.

source: The maze program creates a random maze and then solves it with graphical feedback.
az: Labirint proqramı təsadüfi labirintlər çəkib sonra onları həll edir.

source: Draw circular interference patterns
az: Dairəvi naxışlar çəkər.

source: Maximum radius increment
az: Maksimum radius artışı

source: Moire
az: Moir

source: Moire draws circular interference patterns.
az: Dairəvi inteferensiya verən naxışlar çəkər.

source: Offset
az: Bədəl

source: Moire2
az: Moir2

source: A 3d flower morphs into a sphear
az: Kürəyə dönən 3d çiçək.

source: Mountain
az: Dağ

source: Change to draw square at weird starting points.
az: Qəribə başlama nöqtələrindən dördbucaq çək.

source: Change to use XOR drawing function.
az: XOR çəkmə funksiyasını işlətmayə keç.

source: Draw square at weird starting points.
az: Qəribə nöqtələrdən dördbucaq çək.

source: Munch
az: Yemə

source: Munch munches squares until killed.
az: Dördbucaqları qurtarana qədər yeyər.

source: Munching squares.
az: Yeyilən dördbucaqlar.

source: Shift
az: Əvəz Etmə

source: Use XOR drawing function.
az: XOR çəkmə funksiyasını işlət.

source: Noseguy
az: Burun Adam

source: Change maximum number of lines.
az: Maksimum xətt miqdarını dəyişdir.

source: Change the time each picture is shown.
az: Hər şakil arasındakı fasiləni dəyişdir.

source: Change time to fade away.
az: Solma müddətini dəyişdir.

source: Fadedelay
az: Solma Gecikməsi

source: Maximum number of lines.
az: Maksimum xətt miqdarı.

source: Maxlines
az: Maksimal Xəttlər

source: Pedal Displays pretty geometric pictures.
az: Qəşəng həndəsi fiqurlar çəkər.

source: Pretty geometric picture program.
az: Qəşəng həndəsi fiqur proqramı.

source: Time to fade away.
az: Solma müddəti.

source: Time to show each picture.
az: Hər şəkilin göstərilmə müddəti.

source: Display an arcade game
az: Passaj oyunu göstərər

source: Penetrate
az: Deş

source: Draws a simulation of an old terminal, with large pixels and long-sustain phosphor.
az: Köhnə terminal simulyasiyası çəkər.

source: Phosphor
az: Fosfor

source: 3d pipes flow around the screen
az: Ekrandan keçən 3d borular

source: Pipes
az: Borular

source: Changes frequency of missile launch.
az: Raket atılma sıxlığını dəyişdir

source: Frequency
az: Sıxlıq

source: Frequency of missile launch
az: Raket atılma sıxlığı

source: How many particles should appear when a missile explodes.
az: Raket partladığında neçə parça ayrılmalıdır.

source: How many particles should be allowed on the screen at once.
az: Ekranda neçə parçaya icazə verilir.

source: Number of particles
az: Parça miqdarı

source: Particles on screen
az: Ekrandakı parçalar

source: Pyro
az: Piro

source: Scatter
az: Saçma

source: The pyro program simulates fireworks.
az: Alovları simulyasiya edər.

source: simulates fireworks
az: alovları simulyasiya edər

source: Bounce colored lines around a window.
az: Pəncərə ətrafında rəngli xəttlər yaradar.

source: Changes the speed at which the Qix moves.
az: Sür'əti dəyişdir.

source: Determines whether the lines move erraticly, or bounce off the walls linearly.
az: Xətlərin divara dəymə və ya ümumiyyətlə davranışlarını təsvir edər.

source: Determines whether to fill in the gaps between the lines.
az: Xətlər arasındakı sahələrin doldurulmasını tə'yin edər.

source: Draw solid Qix.
az: Yeknəsəq "Qix" çək

source: Length of the Trail:
az: İzin uzunluğu

source: Number of Qix:
az: "Qix" miqdarı:

source: Qix bounces a series of line segments around its window. This is truly the swiss army chainsaw of qix programs.
az: "Qix" pəncəə ətrafında xətt seqmentləri nümayiş edər.

source: Random
az: Təsadüfi

source: Set random motion for the Qix.
az: "Qix" üçün təsadüfi hərəkət qabiliyyəti ver.

source: Sets the distance between each line segment.
az: Hər xətt seqmenti arasında məsafəni tə'yin edər.

source: Sets the number of Qix you have running at once.
az: Hər dəfə hərəkər edən "Qix" miqdarını tə'yin edər.

source: Sets the number of line segments to be drawn.
az: Çakiləcək xətt miqdarını tə'yin edər.

source: Speed:
az: Sür'ət:

source: Spread
az: Saçılma

source: Width of segment:
az: Seqment genişliyi:

source: Rd-bomb
az: Rd-bomba

source: Display oily drops.
az: Yağ damlaları göstərər.

source: Draws rippling interference patterns like splashing water.
az: Toqquşan sular kimi effekt verir.

source: Drip onto desktop.
az: Masaüstünə düş.

source: Oily
az: Yağlı

source: Ripples
az: Dalğacıqlar

source: Stir
az: Qımıldama

source: Stir it up.
az: Bir z qımıldat.

source: Stir.
az: Qım.

source: Rocks
az: Qayalar

source: Rorschach
az: Roşa

source: A 3d Rubiks cube floats and twists around
az: 3D kubiklər.

source: Rubiks Cube
az: Rubikin Kubu

source: Draws smoothly-shaded oscillating oval patterns which resemble vapor trails.
az: Ossilyasiya edən cismlər çəkər.

source: Shadebobs
az: Kölgələr

source: The sierpinski program draws Sierpinski triangle fractals.
az: Sierpinski üçbucağı fraktalları çəkər.

source: Slidescreen
az: Dilim Nümayişi

source: Slip
az: Sürüşmə

source: Display a Sonar scope.
az: Sonar skopiyası göstər.

source: Sphere
az: Kürə

source: Darrick Brown, Peter Schmitzberger, and Jamie Zawinski
az: Darrick Brown, Peter Schmitzberger və Jamie Zawinski

source: The spiral program draws moving circular spiral patterns.
az: Hərəkər edən dairəvi spiral naxışları çəkər.

source: Display the desktop in a spotlight
az: Masa üstünü spot işıqda göstər.

source: Spotlight
az: Spot İşıq

source: Display squared spirales
az: Dördbucaq spirallar göstərir.

source: Squiral
az: Fışqırma

source: Stairs
az: Pilləkən

source: The famous, M.C. Escher, impossible stairs
az: M.C. Escher pilləkənləri

source: Random)
az: Təsadüfi)

source: Blob
az: Damlacıq

source: Change the animation step delay.
az: Animasiya addımları gecikməßini dəyişdir.

source: Change the number of colors to use in star.
az: Ulduzlarda işlədiləcək rəng miqdarını dəyişdir.

source: Change the quickness of rotation at each step.
az: Hər addımın dönmə cəldliyi dəyişdir.

source: Change the thickness of color bands.
az: Rəng dəstələrinin incəliyini dəyişdir.

source: Duration of current shape.
az: Hər şəklin nümayiş müddəti.

source: How long to run before choosing a new shape.
az: Yeni şakildən əvvəl nə qədər görünüş.

source: Make a star like formation using arcs.
az: Ulduz kimi qövslər çək.

source: Rotation
az: Dönmə

source: Slim
az: İncə

source: Speed of animation.
az: Animasiya sür'əti.

source: Starfish
az: Ulduz

source: Thickness
az: İncəlik

source: Use raw shapes
az: Natamam şəkillər işlət.

source: Wide
az: Geniş

source: Strange
az: Qəribə

source: Superquadrics
az: Super dördbucaqlar

source: Swirl
az: Burulğan

source: Random mountain ranges
az: Təsadüfi dağ şəkilləri

source: Triangle
az: Üçbucaq

source: Vines
az: Çardax

source: draws pseudo-fractal geometric patterns
az: yalançı fraktal həndəsi fiqurlar çəkər

source: Worm
az: Soxulcan

source: Display flames at the bottom of the screen
az: Ekranın altında alovlar göstərər

source: Screens from the movie The Matrix
az: Matriks filmindən səhnə

source: The xroger program displays a replacement for the X logo.
az: X loqosunun hərəkətlərini nümayiş etdirir.

source: Bars
az: Çubuqlar

source: Cycle modes.
az: Dairə modları.

source: Cycle through all the available modes.
az: Mövcud modlardan keçən dairələr.

source: Display color bars.
az: Rangli çubvuqlar göstərir.

source: Display static.
az: Statik göstər.

source: Roll
az: Dığarlanma

source: Static
az: Statik

source: Static.
az: Statik.

source: Vertical roll.
az: Şaquli dığarlanma.

source: About:
az: Haqqında:

source: Author:
az: Müəllif:

source: Author: UNKNOWN
az: Müəllif: BİLİNMİR

source: Settings
az: Qurğular

source: RANDOM SCREENSAVER
az: TƏSADÜFİ EKRAN QORUYUCU

source: Screen Saver
az: Ekran Qoruyucu

source: Pressing this button will popup a dialogbox that will help you setup the current screensaver.
az: Bu düyməyə bassanız qabağınıza ekran qoruyucu qurğularında kömək edəcək bir dialoq çıxacaqdır.

source: Screen Saver Settings
az: Ekran Qoruyucu Qurğuları

source: Minutes.
az: dəqiqə sonra başla.

source: Priority:
az: Üstünlük:

source: Low
az: Alçaq

source: Shutdown monitor
az: Monitoru sonra ekran qoruyucu başladığından

source: minutes after screen saver has started.
az: dəqiqə sonra qapat.

source: Screen Saver Demo
az: Ekran Qoruyucu Nümayişi

source: Configure the settings of the screensaver
az: Ekran qoruyucu qurğularını edin

source: Screensaver
az: Ekran Qoruyucu

source: an initialization error occurred while starting 'sound-properties-capplet'.
az: 'səs-seçənəkləri-capplet' başladılırkən xəta oldu.

source: Event
az: Hadisə

source: File to Play
az: Çalınacaq Fayl

source: Enable
az: Fəallaşdır

source: Enable sound server startup
az: Səsli başlanğıcı fəallaşdır

source: Sounds for events
az: Hadisələr üçün səslər

source: General
az: Ümumi

source: Select sound file
az: Səs faylı seç

source: Play
az: Çal

source: Sound Events
az: Səsli Hadisələr

source: This copy of the GNOME control center was not compiled with sound support
az: GNOME idarə mərkəzinin bu üzköçürməsi səs dəstəyi ilə dərlənməyib

source: The sound file for this event does not exist.
az: Bu səbəb üçün səs faylı yoxdur.

source: The sound file for this event does not exist. You may want to install the gnome-audio package for a set of default sounds.
az: Bu səbəb üçün seçilmiş səs faylı yocdur. Bəlkə də əsas səslər üçün gnome-audio boxçasını qurmamısınız.

source: Configure GNOME's use of sound
az: GNOME səs istifadəsini qur

source: Sound
az: Səs

source: One
az: Bir

source: Two
az: İki

source: Tiger
az: Pələng

source: By Its
az: Bununla

source: Selected themes from above will be tested by previewing here.
az: Yuxarıda seçilən mövzulara burada göz atılacaq.

source: Sample Button
az: Nümayiş Düyməsi

source: Sample Check Button
az: Nümayiş Seçki Düyməsi

source: Sample Text Entry Field
az: Nümayiş Mətn Giriş Yeri

source: Submenu
az: Alt menyu

source: Item 1
az: Üzv 1

source: Another item
az: Başqa üzv

source: Radio Button 1
az: Radio Düyməsi 1

source: Radio Button 2
az: Radio Düyməsi 2

source: Error installing theme: '%s' %s
az: Örtü qurula bilmədï '%s' %s

source: Select a theme to install
az: Qurmaq üçün örtü seç

source: Available Themes
az: Mövcud Örtülər

source: Auto Preview
az: Avtomatik Nümayiş

source: Install new theme...
az: Yeni örtü qur...

source: User Font
az: İstifadəçi Yazı Növləri

source: Use custom font.
az: Hazırkı yazı növünü istifadə et.

source: Home directory doesn't exist!
az: Ev cərgəsi mövcud deyildir!

source: Theme does not exist
az: Örtü mövcud deyildir

source: Command '%s' failed
az: Əmr '%s' iflas etdi

source: Unknown file format
az: Namə'lum fayl şəkli

source: Select which desktop theme to use
az: Qurmaq üçün masa üstü örtüsü seç

source: Theme Selector
az: Örtü Seçici

source: Applications
az: Proqram Tə'minatları

source: Sets the default feel of GNOME applications
az: GNOME proqramlarının əsas davranış şəklini qurar

source: Dialogs
az: Dialoqlar

source: Can detach and move toolbars
az: Ləvazimat çubuqları sökülüb hərəkət etdirilə bilmir

source: Toolbars have relieved border
az: Ləvazimat çubuqları relyefli kənara sahib olsun

source: Toolbar buttons have relieved border
az: Ləvazimat çubuqları düymələri relyefli kənara sahib olsun

source: Toolbars have line separators
az: Ləvazimat çubuqlarının arakəsmələri olsun

source: Toolbars have text labels
az: Ləvazimat çubuqlarının mətni adları olsun

source: Can detach and move menus
az: Menyular sökülüb hərəkət etdirilməsin

source: Menus have relieved border
az: Menyuların relyefli kənarları olsun

source: Submenus can be torn off
az: Alt menyular söndürülə bilsins

source: Menu items have icons
az: Menyu üzvlərinin timsalları olsun

source: Statusbar is interactive when possible
az: Vəziyyət çubuğu imkan varssa interaktiv olsun

source: Statusbar progress meter is on the right
az: Vəziyyət çubuğu gedişat göstəricisi sağda olsun

source: Menu Options
az: Menyu Seçənəkləri

source: Statusbar Options
az: Vəziyyət Çubuğu Seçənəkləri

source: Toolbar Options
az: Ləvazimat Çubuğu Seçənəkləri

source: Dialog buttons
az: Dialoq düymələri

source: Default value
az: Əsas qiymət

source: Spread buttons out
az: Düymələri saç

source: Put buttons on edges
az: Düymələri kənara qoy

source: Left-justify buttons
az: Düymələri sola düz

source: Right-justify buttons
az: Düymələri sağa düz

source: Dialog buttons have icons
az: Dialoq düymələrinin timsalları var

source: Use statusbar instead of dialog when possible
az: Dialoq yerinə vəziyyət çubuğunu göstər

source: Dialog position
az: Dialoq yeri

source: Let window manager decide
az: Pəncərə idarəsici qərar verə bilsin

source: Center of the screen
az: Ekranın ortası

source: At the mouse pointer
az: Siçan oxu yanındadır

source: Dialog hints
az: Dialoq ip ucları

source: Dialogs are like other windows
az: Dialoqlar başqa pəncərlər kimi olsun

source: Dialogs are treated specially by window manager
az: Dialoqlar pəncərə idarəcisi tərəfindən düzəldilir

source: Place dialogs over application window when possible
az: Dialoqları imkan olsa digər proqram tə'minatı pəncərələrinin üstünə çıxart

source: Dialog Layout
az: Dialoq Düzülüşü

source: Dialog Behavior
az: Dialoq Davranışı

source: Default MDI Mode
az: Əsas MDI Modu

source: Notebook
az: Qeyd dəftəri

source: Toplevel
az: Ən Üst

source: MDI notebook tab position
az: MDI qeyd dəfrəri təb yeri

source: Left
az: Sol

source: Right
az: Sağ

source: Top
az: Üst

source: Bottom
az: Alt

source: GNOME MDI Options
az: GNOME MDI Seçənəkləri

source: Look and Feel
az: Görünüş və Davranış

source: Look and Feel Properties
az: Görünüş və Davranış Seçənəkləri

source: Error initializing the `url-properties' capplet.
az: `url-seçənəkləri` cappleti başlatma xətası.

source: Protocol
az: Protokol

source: Command
az: Əmr

source: handler:
az: ləvazimat;

source: Netscape (new window)
az: Netscape (yeni pəncərə)

source: Help browser
az: Kömək səyyahı

source: Help browser (new window)
az: Kömək səyyahı (yeni pəncərə)

source: Set
az: Qur

source: Remove
az: Sil

source: Configure which programs are used to display URLs
az: URL göstərə biləcək proqramları qur

source: URL Handlers
az: URL Proqramları

source: Starting %s (%d seconds left before operation times out)
az: %s Başladılır (əməlliyatın qurtarmasına %d saniyə qaldı)

source: %s (Current)
az: %s (Hazırkı)

source: Run Configuration Tool for %s
az: %s üçün Quraşdırma Vasitəzini Başlat

source: (Not found)
az: (Tapılmadı)

source: wm-properties-capplet: Unable to initialize window manager. Another window manager is already running and could not be killed
az: wm-seçənəkləri-capplet: Pəncərə idarəcisi başladıması xətası. Başqa pəncərə idarəcisi onsuz da fəaliyyətdədir və sonlandırıla bilməz

source: wm-properties-capplet: Unable to initialize window manager. '%s' didn't start
az: wm-seçənəkləri-capplet: Pəncərə idarəcisi başladıla bilmir. '%s' başlamadı

source: Previous window manager did not die
az: Əvvəlki pəncərə idarəcisi sonlanmadı

source: Could not start '%s'. Falling back to previous window manager '%s'
az: '%s' başladıla bilmədı Əvvəlki '%s' pəncərə idarəcisi istifadə edilir.

source: Could not start fallback window manager. Please run a window manager manually. You can do this by selecting "Run Program" in the foot menu
az: Arxa pəncərə idarəcisi başladıla bilmədi. Lütfən pəncərə idarəcisi əllə başladın. Bunu "Proqramı Başlat" ı alt menyudan seçərək edə bilərsiniz

source: OK
az: OLDU

source: Your current window manager has been changed. In order for this change to be saved, you will need to save your current session. You can do so immediately by selecting the "Save session now" below, or you can save your session later. This can be done either selecting "Save Current Session" under "Settings" in the main menu, or by turning on "Save Current Setup" when you log out.
az: Hazırkı pəncərə idarəciniz dəyişdı Dəyişiklikləri qeyd etmeək üçün oturumu qeyd etməlisiniz. Bunu həmən "İclası Həmən Qeyd Et" seçənəyini işrətləyərək edə bilərsiniz. Ya da sonra edə bilərsiniz. Bu da "Qurğular" menyusundakı "Hazırkı İclası Qeyd Et" seçənəyi işrətlənərək edilə bilər. Ya da çıxışda "Hazırkı İclası Qeyd Et" seçənəyi ilə edilə bilər.

source: Save Session Later
az: İclası Sonra Qeyd Et

source: Save Session Now
az: İclası İndi Qeyd Et

source: Your current window manager has been changed. In order for this change to be saved, you will need to save your current session. This can be done by either selecting "Save Current Session" under "Settings" in the main menu, or by turning on "Save Current Setup" when you log out.
az: Hazırkı pənərə idarəciniz dəyişdı. Bu dəyişikliklərin fəallaşması üçün "Qurğular" menyusu altındakı "Hazırkı İclası Qeyd Et" seçənəyi ilə edilə bilər. Ya da çıxışda "Hazırkı Quruluşu Qeyd Et" seçənəyi ilə eyni nəticə alınar.

source: Add New Window Manager
az: Yeni Pəncərə İdarəcisi Əlavə Et

source: Name:
az: Ad:

source: Command:
az: Əmr:

source: Configuration Command:
az: Quraşdırma Əmrï

source: Window manager is session managed
az: İclas idarəli pəncərə idarəcisi

source: Name cannot be empty
az: Ad boş ola bilməz
