Repository: Farmer-Markus/gnome-control-center
Catalog: po/*.po
Languages: az

source: Set background image.
az: Arxa plan şəklini seç

source: IMAGE-FILE
az: Şəkil-Faylı

source: an initialization error occurred while starting 'background-properties-capplet'. aborting...
az: 'arxa plan-seçənəklər-applet' əməliyyatı başladılırkən xəta oldu. çıxıram...

source: Background
az: Arxa plan

source: Configuration of the desktop's background
az: Masa üstü arxa planı quraşdırılması

source: Disabled
az: Fəaliyyəti Dayandırılmış

source: Color
az: Rəng

source: Solid
az: Yeknəsəq

source: Horizontal Gradient
az: Üfüqi Qradient

source: Vertical Gradient
az: Üfüqi Qradient

source: Primary Color
az: Birinci Rəng

source: Secondary Color
az: İkinci Rəng

source: Wallpaper Selection
az: Divarkağızı Seçkisi

source: Can't find an hbox, using a normal file selection
az: hbox tapıla bilmədi, normail fayl seçicisi istifadə edilir

source: Preview
az: Nümayiş

source: Wallpaper
az: Divarkağızı

source: Browse...
az: Gəz...

source: none
az: heç biri

source: Embossed Logo
az: Hopdurulmuş Gerb

source: Scaled
az: Böyüdülmüş

source: Scaled (keep aspect)
az: Böyüdülnüş (originalını qoru)

source: Centered
az: Mərkəzləşdirilmiş

source: Tiled
az: Döşənmiş

source: Use GNOME to set background
az: Arxaplanı qurmaq üçün "GNOME"dən istifadə et

source: Set parameters from saved state and exit
az: Qeyd edilmiş haldan parametrləri al və çıx

source: IMAGE
az: ŞƏKİL

source: Sets the wallpaper to the value specified
az: Divar kağızını riyazi olaraq qurmağınız üçündür

source: COLOR
az: RƏNG

source: Specifies the background color
az: Arxa plan rəngini göstərir

source: Specifies end background color for gradient
az: Arxa plan rənginin axırıncı qradientini göstərir

source: ORIENT
az: İSTİQAMƏT

source: Gradient orientation: vertical or horizontal
az: Qradientin istiqamətï üfüqi ya da şaquli

source: Use a solid fill for the background
az: Arxa plan üçün tək rəng istifadə et

source: Use a gradient fill for the background
az: Arxa plan üçün qradient istifadə et

source: MODE
az: HAL

source: Display wallpaper: tiled, centered, scaled or ratio
az: Divar kağızını göstər: döşənmiş, mərkəzləşdirilmiş, böyüdülmüş ya da nisbət

source: Desktop
az: Masa Üstü

source: Configure how document types are handled
az: Sənəd növlərinə necə davaranılacağını quraşdır

source: Document Handlers
az: Sənəd İşçiləri

source: Control Center
az: İdarə Mərkəzi

source: Control Center Menu
az: İdarə Mərkəzi Menyusu

source: Configure the settings of your Multimedia devices
az: Multimedya avadanlıqlarını quraşdırın

source: Multimedia
az: Multimedya

source: Configure your external devices
az: Xarici avadanlıqlarınızı quraşdırın

source: Peripherals
az: Ətraf Avdanlıqlar

source: Session
az: İclas

source: Session Management Settings
az: İclas İdarə Qurğuları

source: Configure the global settings of your GNOME applications
az: GNOME proqram tə'minatlarınızın qurğularını edin

source: User Interface
az: İstifadəçi Ara Üzü

source: Edit Applications List
az: Proqram Siyahısını Düzəlt

source: Select applications to appear in menu for MIME type "%s"
az: "%s" Maym növü üçün menyuda görünəcək proqram tə'minatını seçin

source: Add Application...
az: Proqram Əlavə Et...

source: Edit Application...
az: Proqramı Düzəlt...

source: Delete Application
az: Proqramı Sil

source: Edit Components List
az: Komponenetlər Siyahısını Düzəlt

source: Select views to appear in menu for MIME type "%s"
az: "%s" Maym növü üçün menyuda görünəcək nümatişlərini seçin

source: The MIME type entered contained upper case characters. Upper case characters were changed to lower case for you.
az: Girdiyiniz Maym növü girişi böyük hərflər daxil edir. Onları kiçik hərflərə çevirirəm.

source: Add New MIME Type
az: Yeni Maym Növü Əlavə Et

source: Add MIME Type
az: Maym Növü Əlavə Et

source: New MIME type (e.g. image/x-thumper):
az: Yeni Maym Növü (msl image/x-thumper):

source: Description (e.g. Thumper image):
az: İzahat (msl Tumper rəsmi):

source: File Extensions
az: Fayl Uzantıları

source: Add...
az: Əlavə et...

source: Remove
az: Sil

source: Add New Extension
az: Yeni Uzantılar Əlavə Et

source: Type in the extensions for this mime-type (without dot). You can enter several extensions seperated by a space, for example: html htm
az: Bu mime növü uzantılari seçin(nöqtəsiz). Müxtəlif uzantıları araya boçluq qoyaraq girə biləsiniz. Misalçün: .html, .htm

source: Extension:
az: Uzantılar:

source: You must enter a name.
az: Ad seçməlisiniz

source: You must enter a command.
az: Əmr seçməlisiniz

source: "%s" does not exist or is not executable. Check your spelling and make sure you have the right permissions to execute this file.
az: "%s" ya mövcud deyil ya da icra edilə biləcək bir fayl deyil. Imla xətalarını yoxlayın və bu faylı icra etmək üçün səlahiyyatinizin olub olmadığına da bir baxın.

source: The command "%s" cannot be found. You must use a command that can work from any command line.
az: "%s" əmri tapılmadı. Buraya istənilən əmr sətirindan girilərək icra edilə bilən hər hansı bir əmri girə biləsiniz.

source: Bad Application Name
az: Xatalı Proqram Adı

source: Bad Application Command
az: Xətalı Proqram Əmri

source: Add Application
az: Proqram Əlavə Et

source: Edit Application
az: Proqramı Düzəlt

source: Application Name:
az: Proqram Adı:

source: Application Command:
az: Proqram Əmrï:

source: Open Behavior
az: Davranışı Aç

source: Can open multiple files
az: Çoxlu fayl aça bilər

source: Can open from URI
az: URIdən aça bilmirəm

source: MIME Type
az: Maym Növü

source: Change Icon
az: Timsalı Dəyişdir

source: Change File Extensions
az: Fayl Uzantılarını Dəyişdir

source: Default Action:
az: Əsas Davranış::

source: Use Viewer
az: Nümayişçi İşlət

source: Open With Application
az: Proqram İlə Aç

source: Edit List
az: Siyahını Düzəlt

source: Add New MIME Type...
az: Yeni Maym növü əlavə et...

source: Delete This MIME Type
az: Bu Maym növünü sil

source: Revert to System Defaults
az: Sistemin Ana Seçənəklərinə Çevir

source: None
az: Yoxdur

source: Reverting to system settings will lose any changes you have ever made to File Types and Programs. Revert anyway?
az: Sistemin ana seçənəklərinə çevirmək bütün dəyişiklikləri ləğv edəcəkdir. Yenə də çevirim?

source: View as %s
az: %s olaraq Nümayiş Etdir

source: Description
az: Mə'lumat

source: Extension
az: Uzantılar

source: Default Action
az: Əsas Davranış

source: File Types and Programs
az: Fayl Növləri və proqramlar

source: Specify which programs are used to open or view each file type
az: Hər fayl növünü açacaq proqramları göstərər

source: Select an icon
az: Timsal seç

source: Gnome editor
az: Gnome editoru

source: Run In Terminal
az: Terminalda başlat

source: Choose the editor that is invoked by gnome-edit
az: Gnome-edit tərəfindən işə salınacaq editoru seçin

source: Default Editor
az: Ana Editor

source: Keyboard bell
az: Klaviatura zınqırovu

source: Volume
az: Səs Səviyyəsi

source: Pitch (Hz)
az: Səs burma (Hz)

source: Duration (ms)
az: Müddət (ms)

source: Test
az: Sınaq

source: Keyboard repeat rate
az: Klaviatura təkrarlama sıxlığı

source: Enable auto-repeat
az: Avtomatik Təkrarlamanı Fəallaşdır

source: Repeat rate
az: Təkrarlama sıxlığı

source: Repeat Delay
az: Təkrarlama gecikməsi

source: Keyboard click
az: Klaviatura tıqlaması

source: Click on keypress
az: Düymələrə tıqlama

source: Click volume
az: Tıqlama səviyyəsi

source: Test settings
az: Qurğular sına

source: No help is available/installed for these settings. Please make sure you have the GNOME User's Guide installed on your system.
az: Bu qurğular üçün heç bir kömək qurulmayıb/yoxdur. Lütfən sisteminizə GNOME İstifadəçiləri Bələdçisini qurub qurmadığınızı yoxlayın.

source: Close
az: Qapat

source: an initialization error occurred while starting 'keyboard-properties-capplet'. aborting...
az: 'klaviatura-seçənəklər-capplet' başladırkən xəta oldu. çıxılır...

source: Keyboard
az: Klaviatura

source: Keyboard Properties
az: Klaviatura Seçənəkləri

source: Mouse buttons
az: Siçan düymələri

source: Left handed
az: Solaxay

source: Right handed
az: Sağaxay

source: Mouse motion
az: Siçan Hərəkətləri

source: Acceleration
az: Sür'ətləndirmə

source: Fast
az: Sür'ətli

source: Slow
az: Yavaş

source: Threshold
az: Aralıq

source: Large
az: Geniş

source: Small
az: Dar

source: an initialization error occurred while starting 'mouse-properties-capplet'. aborting...
az: 'siçan-seçənəklər-capplet' başladılırkən xəta oldu. çıxılır...

source: Mouse
az: Siçan

source: Mouse Properties
az: Siçan Seçənəkləri

source: Require Password
az: Parol İstə

source: Use power management.
az: Güc İdarəsi işlət.

source: No Screensaver
az: Eekran Qoruyucusuz

source: Random Screensaver
az: Təsadüfi Ekran Qoruyucu

source: Settings...
az: Qurğular...

source: Random Settings
az: Təsadüfi Qurğular

source: %s Settings...
az: %s Qurğular...

source: Changes the magnification of original picture.
az: Original rəsmin böyüdülməsini dəyişdir

source: High
az: Yüksək

source: Low
az: Alçaq

source: Modifies the direction move.
az: Qovluq hərəkətlərini düzəldər.

source: Modifies the wobbling.
az: Titrəmələri düzəldər.

source: Sets the moving cycle time.
az: Hərəkət edən dariə müddətini düzəldər.

source: Size
az: Böyüklük

source: Size:
az: Böyüklük:

source: Speed
az: Sür'ət

source: This draws a working analog clock composed of floating, throbbing bubbles.
az: Bununla işləyən bir analoq saat meydana çıxardar.

source: Time 3D is a clock. It uses flying balls to display the time. The balls move and wobble around to give you the impression your graphic workstation with its many XStone is doing something.
az: 3 yönlü saat ortaya çıxardar. Vaxtı göstərmək üçün uçan toplardan istifadə edər.

source: Twist
az: Bük

source: Twist speed:
az: Bükmə sir'əti:

source: Twist:
az: Bük:

source: Wobble
az: Titrət

source: Wobble:
az: Titrət:

source: A cellular automaton that is really a two-dimensional Turing machine: as the heads (``ants'') walk along the screen, they change pixel values in their path. Then, as they pass over changed pixels, their behavior is influenced.
az: Sellyular otomasiya.

source: Ant
az: Qarışqa

source: Ants:
az: Qarışqalar:

source: Changes the number of ants marching across the screen.
az: Ekranda gəzən qarışqaların miqdarını dəyişdir.

source: Changes the size of the ants.
az: Qarışqaların böyüklüklərini dəyişdirər.

source: Count
az: Miqdar

source: Determines whether or not the ant leaves a truchet in the path it leaves behind.
az: Qarışqanın arxasında buraxdığı izlərlə əlaqədər bir dəyişiklik.

source: Little Ants walk around, leaving colored trails.
az: Balaca Qarışqa arxasında rəngli iz buraxaraq gəzir.

source: Number of ants.
az: Qarışqa miqdarı.

source: Print the path that the ant took in the trail.
az: Qarışqanın ekranda cızdığı izi çap edər.

source: Truchet
az: Truçet

source: Whales, dolphins and sharks swimming around, in 3D
az: Balinalar, delfinlər və akulalar ətrafda gəzir həm də 3 yönlü

source: A show of objects interacting through attractive and repulsive forces.
az: Cismərin əntiqə bir tamaşası.

source: Attraction
az: Attraksiyalar

source: Attraction is based on interactions of points which attract each other up to a certain distance and then begin to repel each other.
az: Attraksiyalar iki nöqtənin interaksiyalarından ortaya çıxan bir əməliyyatdır

source: Change distance at which attractive force becomes repulsive.
az: Attraktiv qüvvətlərin hansı məsafədə repulsiv olacağını dəyişdir.

source: Change size of points.
az: Nöqtə böyüklüyünü dəyişdir.

source: Change the delay in cycles.
az: Gecikməni sikllərlər dəyişdirs.

source: Change the number of points to use.
az: İşlədiləcək nöqtə miqdarını dəyişdir.

source: Change the spacing radius of the points.
az: Nöqtələrin aralanma radiusunu dəyişdir.

source: Closer
az: Daha Yaxın

source: Count:
az: Miqdar::

source: Delay
az: Gecikmə

source: Distance of attraction.
az: Attraksiya məsafəsi.

source: Farther
az: Daha Uzaq

source: Faster
az: Daha Sür'ətli

source: Glow
az: Qızarmış

source: Have initial forces on each point be tangential to original circle.
az: Hər nöqtədə original dariərələ tangensial duruş.

source: Have points glow vary with acceleration.
az: Nöqtələrin qızarıqlığı akkselerasiya ilə dəyişir.

source: Initial spacing radius of points.
az: Nöqtələrin başlanğıc aralanma radiusu.

source: Larger
az: Daha Geniş

source: Number of points to use.
az: İşlədiləcək nöqtə miqdarı.

source: Size of point.
az: Nöqtə böyüklüyü.

source: Slower
az: Daha Yavaş

source: Smaller
az: Daha Dar

source: Speed of Motion.
az: Hərəkət Sür'əti.

source: Blitspin takes a bitmap and repeatedly rotates it by 90 degrees using logical operations.
az: Blitspin bitməpi alıb onu sür'ətlə 90 dərəcə fırladır.

source: Change the delay between each 90 degree rotation.
az: Hər 90 dərəcə dönmə arasındakı gecikməni dəyişdir.

source: Change the delay between steps of rotation process.
az: Fırlatma əməliyyatı addımları arasındakı gecikmə.

source: Change to display in monochrome.
az: Tək rəngdə nümayişə dəyişdir.

source: Delay2
az: Gecikmə2

source: Display screensaver in monochrome.
az: Ekran qoruyucusunu tək rəngli nümayiş etdir.

source: Monochrome
az: Tək rəngli

source: Rotates a bitmap in an interesting way.
az: Bitmapi məzəli bir şəkildə fırladır.

source: Speed of rotation
az: Fırlatma sür'əti.

source: Speed of the 90 degree rotation.
az: 90 dərəcə dönmə sür'əti.

source: A blob of bubbles spinning/moving around the screen.
az: Ekranda hər tərəfə gedən köpüklər.

source: Bouboule
az: Köpük

source: Bouboule changes shape and size in a blob like form.
az: Köpüklərin şakli və böyüklüyünü dəyişdirər.

source: Change the number of bubbles to use.
az: İstifadə ediləcək köpük miqdarını dəyişdir.

source: Change the number of colors to use.
az: İşlədiləcək rəng miqdarını dəyişdir.

source: Colors
az: Rənglər

source: Colors:
az: Rənglər:

source: Number of Colors.
az: Rəng Miqdarı.

source: Number of bubbles to use.
az: İstifadə ediləcək köpük miqdarı.

source: Use red/blue 3d seperation.
az: Qırmızı/göy 3d ayırıcı işlət.

source: Braid
az: Hörük

source: Number of Colors
az: Rəng Sayı

source: Random color-cycling braids in a circle.
az: Təsadüfi rəngli dairəli hörüklər.

source: The braid program draws random color-cycling braids around a circle.
az: Dairə ətrafında rangli hörüklər çəkər.

source: Blue Screen of Death
az: Ölümün Qara Görünüşü

source: Bsod simulates crash screens from other operating systems.
az: Bsod başqa işlətim sistemlərinin ölüm ekranını stimulə edir.

source: Change the delay.
az: Gecikməni dəyişdir.

source: Lots of bubbles floating around, in 3d
az: 3 boylu çoxlu köpüklər.

source: Broken
az: Qırıq

source: Bubbles
az: Köpüklər

source: Bubbles exist in three dimensions.
az: Köpüklər 3 istiqamətli göünüşə mövcuddur.

source: Bubbles sprays tiny bubbles which grow until they go pop.
az: Partlayan köpüklər.

source: Don't hide bubbles when they pop.
az: Köpükləri partladıqlarında gizlətmə

source: Draw circles instead of pixmap bubbles.
az: Piksməp köpükləri yerinə dairələr çək.

source: Lots of random bubbles grow until they pop.
az: Partlayana qədər şişən köpüklər.

source: Simple
az: Bəsit

source: Bumps
az: Çarpışma

source: Spotlights a bump map of your desktop.
az: Masa üstünüzün çarpuşan xəritəsi.

source: Cage
az: Qəfəs

source: The famous, M.C. Escher, impossible cage
az: Məşhur, M.C. Escher, imkansız qəfəs

source: Compass
az: Kompas

source: Display a spinning compass
az: Oxlu kompas göstərir

source: Change the density.
az: Sıxlığını dəyişdirin.

source: Change the number of seeds.
az: Ox miqdarını dəyişdirin.

source: Coral
az: Koral

source: Denser
az: Sıxışdırıcı

source: Density
az: Doymuşluq

source: Number of seeds
az: Ox miqdarı

source: Seeds
az: Oxlar

source: Simulates coral growth
az: Koral böyümə stimulyasiyası

source: Simulates coral growth.
az: Koral böyümə stimulyasiyası.

source: Thinner
az: İncəldici

source: Critical
az: Kritik

source: Display coloured polylines
az: Rəngli xətlər göstərir

source: Cell
az: Hücrə

source: Center image.
az: Mərkəzi Rəsm

source: Centre
az: Mərkəz

source: Change the number of polygons to use.
az: İşlədiləcək çoxguşəli miqdarını dəyişdir.

source: Crystal
az: Kristal

source: Have at maximum size
az: Maksimum ölçüdə

source: Maxsize
az: Maksimal böyüklük

source: Moving polygons, similar to a kaleidescope.
az: Hərəkət edən çoxguşəlilər, kaleydeskop kimi.

source: Number of polygons to use.
az: İşlədiləcək çoxguşəli miqdarı.

source: Change the number of iterations.
az: İterasiya miqdarını dəyişdir.

source: Cynosure franticly displays colored rectangles.
az: Rəngli dördbucaqlar.

source: Franticly displays colored rectangles.
az: Rəngli dördbucaqlar.

source: Iterations
az: İterasiyalar

source: Less
az: Daha Az

source: More
az: Daha Çox

source: Number of iterations.
az: İterasiya miqdarı.

source: Decayscreen
az: Çökmə Ekranı

source: Decayscreen makes a screen look like its melting down.
az: Elə bil ki, ekran çöküb.

source: Makes a screen melt down
az: Ekranı dağıdın

source: Changes the time between redrawing the screen.
az: Ekranın hər yenidən çəkilməsi arasındakı müddəti dəyişdirir.

source: Cycle through colors.
az: Rənglərdən keçən dairələr.

source: Deco draws tacky 70s basement wall panelling.
az: 70ci illərdəki divarlardan tikir.

source: Determines whether to draw the panels in color, or in black and white.
az: Panellərin rəngini göstətrir.

source: Draw tacky 70s basement wall panelling.
az: 70ci illərdəki divarlardan tikir.

source: This will cause the panes to flash.
az: Panelləri parıldadacaq.

source: Time between redraws:
az: Yenidən çəkilmələr arasında fasilə:

source: Use color when drawing.
az: Çəkdiyin vaxt rənglərdən istifadə et.

source: color
az: rəng

source: color-cycle
az: rangli dairə

source: delay
az: gecikmə

source: seconds
az: saniyə

source: Deluxe
az: Delyuks

source: Display nice stuff
az: Gözəl şeylər göstərir

source: Demon
az: Sehirbaz

source: Change the number to use.
az: İşlədiləcək rəqəmi dəyişdir.

source: Discrete map systems
az: Xəritə sistemi.

source: Number to use.
az: İşlədiləcək rəqəm.

source: Distort
az: Qıvır

source: Distort the screen
az: Ekranı qıvır.

source: This screensaver does distortions of some areas of the screen, as if some object was moving under the image
az: Bu ekran qoruyucu ekranın bəzi sahələrini qıvırır, sanki bir cism rəsmin üstündə hərakər edir

source: Change whether fractals should grow.
az: Parçalayıcıların böyümə yerini dəyişdir.

source: Change whether to use lissajous figures to get points.
az: Nöqtələr üçün lissajö fiqurları işlədiləcəyi şərtləri dəyişdir.

source: Drift
az: Sürüklə

source: Drift draws drifting recursive fractal cosmic flames.
az: Fraktal fəza alovlarını sürükləyər.

source: Drifting recursive fractal cosmic flames.
az: Fraktal fəza alovlarının sürüklənməsi.

source: Fractals should grow.
az: Parçalayıcılar böyüməlidir.

source: Grow
az: Böyü

source: Lissajous
az: Lissaju

source: Number of pixels to use.
az: İşlədiləcək piksel miqdarı.

source: Use lissajous figures to get points.
az: Nöqtələr üçün lissaju fiqurları işlət.

source: Draws a point moving around a circle which moves around a circle.
az: Dairə ətrafında fırlanan nöqtə çəkər.

source: Epicycle
az: Episikl

source: Epicycle draws the path traced out by a point on the edge of a circle that is rotating around the rim of another circle, and so on.
az: Episikl müxtəlif dairalərin ətrafında dolanan nöqtələrlə əlaqədər fuquralar çəkər.

source: Holdtime
az: Tutma Müddəti

source: Seconds
az: Saniyə

source: Time finished product is shown.
az: Vaxtı dolmuş mə'mul nümayiş etdirilir.

source: When the figure is complete, epicycle pauses this number of seconds.
az: Fiqura bitdiyi vaxt episikl bu qədər saniyə fasilə verir.

source: A waving ribbon
az: Dalğalanan zolaq

source: Bas van Gaalen and Charles Vidal
az: Bas van Gaalen və Charles Vidal

source: Change the delay in movement.
az: Hərəkətin gecikmə müddətini dəyişdir.

source: Change the number of cycles.
az: Dairə miqdarını dəyişdir

source: Changes the count.
az: Sayını dəyişdir.

source: Cycles
az: Dairələr

source: Draws what looks like a waving ribbon following a sinusoidal path.
az: Dalğalanan zolaq çəkər.

source: Fadeplot
az: Solan Sahə

source: Number
az: Rəqəm

source: Number of cycles
az: Dairə miqdarı

source: Speed of Motion
az: Hərəkət Sür'əti

source: Change the delay between changing modes.
az: Modların dəyişməsi arasındakı fasiləni dəyişdir.

source: Change the size of pixels in the flag.
az: Bayraqdakı piksel miqdarını dəyişdir.

source: Delay between switches.
az: Keçişlər arasındakı gecikmə.

source: Draws a waving flag.
az: Dalğalanan bayraq çəkər.

source: Flag
az: Bayraq

source: Flag draws a waving flab, containing text or an image.
az: İçində mətn də daxil edə bilən bayraq dalğalandırar.

source: Size of pixels
az: Piksel böyüklüyü.

source: Draws a flow of colored points
az: Rəngli nöqtə köməsi çəkər

source: Flow
az: Kömə

source: Change the number of trees to use.
az: İşlədiləcək ağac miqdarını dəyişdir.

source: Delay between redraws.
az: Yeniləmələr arasındakı gecikmə.

source: Draws a fractal forest.
az: Fraktal meşə çəkər.

source: Forest
az: Meşə

source: Fractal draws a fractal forest.
az: Fraktal bir meşə çəkilər.

source: Number of trees to use.
az: İşlədiləcək ağac miqdarı.

source: A 3d globe
az: 3D Kürə

source: Galaxy
az: Qalaksiya

source: Gears
az: Çərx

source: The 3d mesa demo, of gears
az: 3D mesa çərxlər nümayişi

source: Additive
az: Doldurma Maddəsi

source: Causes the colors to mix when overlapped.
az: Rəngləri üst üstə gəldiyi vaxt qarışdırar.

source: Goop
az: Qup

source: Goop draws a simulation of bubbles in layers.
az: Səthlər üstündə köpüklər çəkər.

source: Have transparent bubbles.
az: Şəffaf köpükləri olsun.

source: Transparent
az: Şəffaf

source: Use additive color model.
az: Dolğulu rəng modeli işlət.

source: squishy transparent oil and bubbles
az: şəffaf köpüklər və yağ damlaları

source: Change the number of planets to use.
az: İşlədiləcək planet miqdarını dəyişdir.

source: Change whether objects should leave a trail.
az: Cismlərin harda iz buraxacağını dəyişdir.

source: Change whether orbit should decay.
az: Orbitin əğilmə yerini dəyişdir.

source: Decay
az: Əğilmə

source: Draws a simple orbital simulation.
az: Bəsit orbit simulyasiyası.

source: Grav
az: Qəbir

source: Grav draws a simple orbital simulation.
az: Qəbir bßit orbita simulyasiyası çəkər.

source: Number of planets to use.
az: İşlədiləcək planet miqdarı.

source: Objects should leave trails behind them.
az: Cismlər arasında kirəmitlər olmalıdır.

source: Orbit should decay.
az: Orbiti əğilməlidir.

source: Trail
az: Quyruq

source: Draws random color rectangles.
az: Təsadüfi rəngli dördbucaqlar çəkər.

source: Greynetic
az: Qreynetic

source: Greynetic draws random rectangles.
az: Təsadüfi dördbucaqlar çəkər.

source: Animate
az: Oynat

source: Animate circles.
az: Dairələri oynat.

source: Change the number of circles to use.
az: İşlədiləcək dairə miqdarını dəyişdir.

source: Change to alternating striped curves.
az: Alternativ əyrilərə keç.

source: Change to animated circles.
az: Dairələri oynadılmasına keç.

source: Change to cycle through colormap.
az: Rəng xəritəsindən keçən dairələrə keç.

source: Cycle
az: Dariə

source: Cycle through colormap.
az: Rəng xəritəsindən keçən dairələr.

source: Draw circular patterns.
az: Dariəvi naxışlar çəkər.

source: Halo draws patterns based on circles.
az: Dairə əsasında naxışlar çəkər.

source: Mode
az: Mod

source: Number of circles to use.
az: İşlədiləcək dairə miqdarı.

source: Use a gradient of colors between circles.
az: Dariələr arasında qarışdırılmış rəng istifadə et.

source: Draws helical string-art patterns
az: Helikal kəlimələr çəkər.
